Repository: stwe/MDCII
Catalog: resources/locales/*/mdcii.po
Languages: de

source: Bakery
de: Bäckerei

source: Butcher
de: Fleischerei

source: Cannon foundry
de: Kanonengießerei

source: Goldsmith
de: Goldschmiede

source: Gunsmith
de: Musketenbauer

source: Ore refinery
de: Erzschmelze

source: Rotate building left
de: Bauwerk linksherum drehen

source: Rotate building right
de: Bauwerk rechtsherum drehen

source: Rum distillery
de: Rumbrennerei

source: Stonemason
de: Steinmetz

source: Swordsmith
de: Schwertschmiede

source: Taylor
de: Schneiderei

source: Tobacco products
de: Tabakwaren

source: Tool smithy
de: Werkzeugschmiede

source: Water mill
de: Wassermühle

source: Weaving hut
de: Webstube

source: Weaving mill
de: Weberei

source: Wind mill
de: Getreidemühle

source: Close
de: Schließen

source: Exit
de: Beenden

source: Generate World
de: Welt erstellen

source: Island Generator
de: Inseleditor

source: Load Game
de: Spiel laden

source: Main Menu
de: Hauptmenü

source: New Game
de: Neues Spiel

source: Select Map
de: Karte wählen

source: Select Saved Game
de: Spiel laden

source: World Generator
de: Karteneditor

source: World Size
de: Größe der Welt

source: World height
de: Höhe der Welt

source: World width
de: Breite der Welt

source: Load File
de: Datei laden

source: Choose File
de: Datei auswählen

source: Missing Files
de: Keine Datei vorhanden

source: Game Menu
de: Spielmenü

source: Exit Game
de: Spiel beenden

source: Save Game
de: Spiel speichern

source: Craft buildings
de: Handwerksbetriebe

source: Residential buildings
de: Wohngebäude

source: Public buildings
de: Öffentliche Gebäude

source: Military buildings
de: Militärgebäude

source: Coastal buildings
de: Küstenbebauung

source: Pioneers
de: Pioniere

source: Settlers
de: Siedler

source: Citizens
de: Bürger

source: Merchants
de: Kaufleute

source: Aristocrats
de: Aristokraten

source: Church
de: Kirche

source: Tavern
de: Wirtshaus

source: Market place
de: Marktplatz

source: Fire department
de: Feuerwehr

source: Doctor
de: Arzt

source: University
de: Hochschule

source: School
de: Schule

source: City Gate
de: Stadttor

source: City Wall
de: Stadtmauer

source: Fishers hut
de: Fischerhütte

source: Warehouse coast
de: Kontorküste

source: Warehouse 1
de: Kontor 1

source: Warehouse 2
de: Kontor 2

source: Warehouse 3
de: Kontor 3

source: Warehouse 4
de: Kontor 4

source: Roads
de: Strassen und Wege

source: Stone road
de: Strasse

source: Stone road curved
de: Strasse Ecke

source: Stone T-intersection
de: Strasse Einmündung

source: Stone crossroad
de: Strassenkreuzung

source: Dirt road
de: Weg

source: Dirt road curved
de: Weg Ecke

source: Dirt T-intersection
de: Weg Einmündung

source: Dirt crossroad
de: Wegkreuzung
